export default [
  {
    category: 'ملهم',
    quotes: [
      {
        id: '1',
        person: 'ثيودور روزفلت',
        text: '.آمن بأنك تستطيع وستصبح في منتصف الطريق'
      },
      {
        id: '2',
        person: 'نورمان فينسينت بيرل',
        text: 'غير افكارك فتغير العالم'
      },
      {
        id: '3',
        person: 'روبرت سشولر',
        text: 'ما عظمة الاشياء التي كنت ستفعلهاان كنت تعتقد انك لن تفشل'
      }
    ],
    icon: 'brush'
  },
  {
    category: 'تحمل',
    quotes: [
      {
        id: '4',
        person: 'جون وودين',
        text: 'الحفاظ على القمة اصعب من الوصول لها'
      },
      {
        id: '5',
        person: 'روبرت فوست',
        text: 'التعليم هو القدرة على الاستماع إلى أي شيء تقريبا دون أن تفقد مزاجك'
      }
    ],
    icon: 'bicycle'
  },
  {
    category: 'حماسي',
    quotes: [
      {
        id: '6',
        person: 'بينجامين ديسرايلي',
        text: 'كل نتاج عبقري كان ورائه حماس'
      },
      {
        id: '7',
        person: 'نورمان فينسنت بيرل',
        text: 'الحماس هو المحرك امام كل العقبات'
      }
    ],
    icon: 'battery-charging'
  },
  {
    category: 'تحفيزي',
    quotes: [
      {
        id: '8',
        person: 'جيم رون',
        text: 'يا تمشي اليوم بكيفيك يا ام هو هيمشيك'
      },
      {
        id: '9',
        person: 'دونا براسيلي',
        text: 'ان متحمسة دائماً اني اكون مختلفة لأني مختلفة'
      }
    ],
    icon: 'body'
  }
];
